Repository: Alhuin/KobanSync
Catalog: woocommerce-koban-sync/src/languages/woocommerce-koban-sync-*.po
Languages: fr_fr

source: Integrates WooCommerce with Koban CRM for user, order, and product data synchronization.
fr_fr: Synchronise les utilisateurs, les commandes et les produits WooCommerce avec le CRM Koban.

source: Koban Sync Settings
fr_fr: Paramètres Koban Sync

source: Koban Settings
fr_fr: Paramètres Koban

source: API Key
fr_fr: Clé API

source: User Key
fr_fr: Clé Utilisateur

source: Koban API URL
fr_fr: URL de l'API Koban

source: Koban URL
fr_fr: URL Koban

source: Enter your Koban settings below.
fr_fr: Renseignez les paramètres Koban ci-dessous.

source: Settings
fr_fr: Paramètres

source: Logs
fr_fr: Journaux

source: Save Changes
fr_fr: Enregistrer les changements

source: Synchronization Logs
fr_fr: Journaux de synchronisation

source: View Context
fr_fr: Afficher le contexte

source: No logs available.
fr_fr: Aucune entrée disponible.

source: Hide Context
fr_fr: Masquer le contexte

source: Koban Product GUID
fr_fr: GUID du Produit Koban

source: View Product
fr_fr: Afficher le Produit

source: Koban Code
fr_fr: Code Koban

source: Koban Invoice GUID
fr_fr: GUID de la Facture Koban

source: View Invoice
fr_fr: Afficher la Facture

source: Koban Payment GUID
fr_fr: GUID du Paiement Koban

source: Koban Invoice PDF Path
fr_fr: Chemin du PDF de la Facture Koban

source: View Invoice PDF
fr_fr: Afficher le PDF de la Facture

source: Koban Account GUID
fr_fr: GUID du Compte Koban

source: View Account
fr_fr: Afficher le Compte

source: Invalid Order ID.
fr_fr: Order ID non valide.

source: Error
fr_fr: Erreur

source: Order not found.
fr_fr: Commande introuvable.

source: You are not allowed to view this file.
fr_fr: Vous n'êtes pas autorisé à voir ce fichier.

source: Forbidden
fr_fr: Interdit

source: File not found.
fr_fr: Fichier introuvable.

source: Sends invoice PDF + shipping label to logistics.
fr_fr: Envoie le PDF de la facture et l'étiquette de livraison au service logistique.

source: Logistics Email
fr_fr: Email au service logistique

source: Invoice & Shipping label for order #%s
fr_fr: Facture et étiquette de livraison pour la commande n°%s

source: Hello Logistics Team,
fr_fr: Bonjour l'équipe logistique,

source: A new order has just completed payment. The following documents are attached:
fr_fr: Une nouvelle commande a été validée. Ci-joint :

source: The invoice PDF
fr_fr: Le PDF de la facture

source: The Chronopost shipping label
fr_fr: L'étiquette de livraison Chronopost

source: Order ID:
fr_fr: ID de la commande :

source: Customer:
fr_fr: Client :

source: Invalid customer ID: %s
fr_fr: Customer ID non valide : %s.

source: Updated Koban Third with new billing details.
fr_fr: Le Compte Koban a été mis à jour avec les nouvelles informations de facturation.

source: Could not update Koban Third.
fr_fr: Impossible de mettre à jour le Compte Koban.

source: Update not necessary, user either not synced yet or address was not billing.
fr_fr: Mise à jour inutile : l'utilisateur n'est pas encore synchronisé ou il ne s'agit pas d'une adresse de facturation.

source: Invalid order.
fr_fr: Commande non valide.

source: Could not create Koban Third.
fr_fr: Impossible de créer le Compte Koban.

source: Could not create Koban Invoice.
fr_fr: Impossible de créer la Facture Koban.

source: Could not create Koban Payment.
fr_fr: Impossible de créer le Paiement Koban.

source: Could not retrieve Koban Invoice PDF.
fr_fr: Impossible de récupérer le PDF de la Facture Koban.

source: No shipping data found for this order.
fr_fr: Aucune donnée d'expédition trouvée pour cette commande.

source: No tracking number found in shipping data.
fr_fr: Aucun numéro de suivi trouvé dans les données d'expédition.

source: Email sent to logistics.
fr_fr: L'email a été envoyé au service logistique.

source: Could not send email to logistics.
fr_fr: Impossible d'envoyer l'email au service logistique.

source: wc_email_logistics not found in mailer.
fr_fr: Template d'email introuvable dans la configuration WooCommerce.

source: Invalid Product ID: %s.
fr_fr: Product ID non valide : %s.

source: Updated Koban Product.
fr_fr: Le Produit Koban a été mis à jour.

source: Could not update Koban Product.
fr_fr: Impossible de mettre à jour le Produit Koban.

source: Created Koban Product.
fr_fr: Le Produit Koban a été créé.

source: Could not create Koban Product.
fr_fr: Impossible de créer le Produit Koban.

source: Stop
fr_fr: Arrêt

source: Failed
fr_fr: Échec

source: Processing
fr_fr: En cours

source: Success
fr_fr: Succès

source: Workflow execution finished.
fr_fr: Synchronisation terminée.

source: WooCommerce Koban Sync requires WooCommerce to be installed and active.
fr_fr: WooCommerce Koban Sync nécessite que WooCommerce soit installé et activé.

source: WooCommerce Koban Sync is inactive because Koban credentials are missing. Please visit Koban Sync → Settings.
fr_fr: WooCommerce Koban Sync restera inactif tant que les paramètres Koban ne seront pas renseignés. Rendez-vous dans Koban Sync → Paramètres.
